sugarcrm-connector-test/src/test/resources/artifacts/ESB/config/soapRequests/sugarcrm/setCampaignMerge.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:sug="wso2.connector.sugarcrm.setcampaignmerge">
   <soapenv:Header/>
   <soapenv:Body>
   	<sug:session>tlqcu7ot66un8jhvqum0oeojf7</sug:session>
   	<sug:targets>as</sug:targets>
   	<sug:campaignId>1</sug:campaignId>
   </soapenv:Body>
</soapenv:Envelope>